[
  {
    "title": "06.04.20",
    "context": "A sign promoting inclusion and diversity among scientists is freely available %%0%%",
    "links": [
      {
        "text": "here",
        "url": "https://news.asu.edu/20230717-cruise-control-gliding-bacteria-and-their-role-antimicrobial-therapy"
      }
    ]
  },
  {
    "title": "04.29.20  How does one become a good scientist?",
    "author": "Abhishek Shrivastava",
    "context": [
      "How does one become a good scientist? Every once in a while, a student or trainee asks me this question. My response to this question often involves sentences that invokes creativity and love. I try to draw a parallel between the process that shapes artists, writers, poets, and scientists. I am trying to put my thoughts together in this blog post. Hopefully it will help some young scientists.",
      "In my humble opinion, the process that make one a scientist is similar to the one that shapes artists, writers, and poets. The first essential ingredient of the sauce is that one needs to be in love with their craft. As is often the case with true love, it can’t be forced upon a person, and has to come from within. But how does one know if they are in love with science?",
      "Some symptoms of a love affair with science are: (1) designing an experiment while taking a shower. (2) meeting an old friend after many years and excitedly telling them about the experiment that you are planning. (3) meeting someone for the first time and excitedly telling them about your research. (4) Dreaming of experiments and waking up wondering if you were doing it the correct way in your dreams. I am sure many of you have had other symptoms. If yes, please shoot me an email, I would love to know about them.",
      "But how can one fall in love with something that they know nothing about? Everyone takes a different journey to reach to their destination. I will point you to one path that I know about.",
      "Reading random papers: Think of google scholar as your ‘tinder’ of science. Browse through the titles or abstracts of many papers a day. Read the full text of papers that appeal to you the most. After meeting many individuals, one figures out the type of people that they like or dislike. Similarly, over a period of time, you will know what kind of papers/research really appeals to you.",
      "Put yourself in shoes of the authors of your favorite papers. Imagine that you are doing the experiment instead of the authors. While performing your imaginary experiment, try to change a variable that the authors did not change with the experiment. Plot out the imaginary results and maybe you can help the authors find something new. Did you enjoy the process? You probably are in love with the kind of research with which the authors are involved.",
      "Join a research group that aligns with your interest. Try to select a mentor that respects your creative pursuits but is not shy of providing you with guidance when needed. Plan out your dream experiments. In your imaginary/ghost experiments change every variable that you can. Such crude simulations might increase your probability of success with that experiment. ",
      "More often than not, experiments fail. This is where persistence comes into play and one needs to remind themselves of the way artists, writers, and poets approach their craft. As an example, JK Rowling was rejected by 12 publishers before the first Harry Potter book found a publisher. Don’t let failure deter you, instead, use it as a stepping-stone. ",
      "Every time you fail, you know what not to do. While dealing with failure, seek as much advice as you can. Talk with all the experts that you can find. Fiddle with your experiments and improve it as much as possible. Finding success after this ordeal is the best feeling in the world. Before you start your project, make sure you mentor/advisor provides you the freedom to fail. Maybe with the passage of time, more information or a new technique will appear and your initial project will become doable. In any case, don’t take the failure personally. If it appears that the project was too ambitious than maybe try to tackle some other question in the field that you love. ",
      "At some point you will taste success with your experiments. Enjoy the success but do not let it slow down your tryst with science. Keep following your interests and pursue research that makes you happy and provides a feeling of satisfaction to you. Also, when the passion starts to fade a bit, take a break and do other things. Just like one comes back to their true love, you will find that after a break, your research will start calling you back to the lab."
    ],
    "links":[]
  },
  {
    "title": "04.01.19  How to increase the probability of writing a successful K99/R00 grant?",
    "author": "Abhishek Shrivastava",
    "context": [
      "Writing a K99/R00 can be a daunting task for Postdocs and the information that is available online is quite insufficient. While there is no one recipe for success,  the major points that can help Postdocs write a K99/R00 grant are summarized below:",
      "1. Start early: Postdocs with more than 4 years of Postdoc training are not eligible to apply for the K99/R00. It is best to start thinking about a K99/R00 around year 2-2.5 of a Postdoc. It takes many months to write one grant and about 6 months to hear the result of a grant. One resubmission is allowed per grant. Grant applications can be submitted 3 times a year with deadlines typically in February, June and October.",
      "2. Contact your Program Director: Identify an Institute at NIH. The Postdoc mentor is often the best person to provide advice on this. Contact the Program Director and ask questions that you have about the application. The general idea is to help the applicant move towards an independent research career. Having performed enough research in your Postdoc that differentiates yourself from your Postdoc mentor is very useful.",
      "3. Use the expertise of your University/Department's Postdoc office: Postdoc offices often provide guidance on K99/R00 applications as they deal with these grants on a regular basis. The entire grant application can end up being about 70 pages. Contacting them early and learning about the application procedures at the University/Department can be very useful.",
      "4. Form an Advisory Committee: Science is a collaborative team effort. Akin to forming a thesis committee, contact about 3-4 scientists that can act as your advisors and can provide complimentary skills to your K99/R00 application.",
      "5. Invite Feedback from Peers: Sending grant application to peers for feedback and using that to draft better versions often leads to the identification of loopholes. Make best use of all the intellectual resources that you have.",
      "6. Apply and be prepared to re-apply: A lot of K99/R00 grants do not get scored however there is always feedback from the reviewers. Also, your grant might get a score that is not within the payline. After receiving a score or comments, talk with your program director and get more feedback.  Use that to write a better 2nd version and re-apply. Many K99/R00 grants end up getting funded after the resubmission.",
      "7. Alongside, make sure to enjoy your research and the process of turning your ideas into reality. Performing research at a high level is a privilege that few people have. Make best use of your time, stay honest with yourself, and enjoy the process without worrying too much about the outcome!"
    ],
    "links":[]
  }
]
